Revit 2027 API
ParameterTypeId.PlacementTop Property
 "Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlacementTop { get; }
Public Shared ReadOnly Property PlacementTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlacementTop {
	ForgeTypeId^ get ();
}
static member PlacementTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace